tap "beeftornado/rmtree"
tap "cloudflare/cloudflare"
tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
brew "gdbm"
brew "sqlite"
brew "xz"
brew "ansible"
brew "antigen"
brew "webp"
brew "bat"
brew "glib"
brew "cowsay"
brew "exa"
brew "libtasn1"
brew "gnutls"
brew "harfbuzz"
brew "rubberband"
brew "sdl2"
brew "x265"
brew "ffmpeg"
brew "geckodriver"
brew "pcre2"
brew "git"
brew "htop"
brew "id3lib"
brew "oniguruma"
brew "jq"
brew "libzip"
brew "lsusb"
brew "mas"
brew "protobuf"
brew "mitmproxy"
brew "nmap"
brew "openssh"
brew "p7zip"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "stow"
brew "telnet"
brew "tldr"
brew "youtube-dl"
brew "cloudflare/cloudflare/cloudflared"
brew "heroku/brew/heroku"
cask "1clipboard"
cask "android-platform-tools"
cask "appcleaner"
cask "beardedspice"
cask "blackhole-16ch"
cask "calibre"
cask "coconutbattery"
cask "discord"
cask "disk-inventory-x"
cask "figma"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-fira-mono-nerd-font"
cask "gqrx"
cask "iterm2-beta"
cask "krita"
cask "malwarebytes"
cask "microsoft-auto-update"
cask "obs"
cask "onyx"
cask "postman"
cask "powershell"
cask "processing"
cask "rectangle"
cask "signal"
cask "spotify"
cask "tunnelblick"
cask "unetbootin"
cask "visual-studio-code"
cask "vlc"
cask "xbar"
cask "zerotier-one"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Grammarly for Safari", id: 1462114288
mas "Honey", id: 1472777122
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Vectornator", id: 1219074514
