adpyke.codesnap
bierner.color-info
bierner.emojisense
bungcip.better-toml
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
glitch.glitch
JakeWilson.vscode-cdnjs
jdinhlife.gruvbox
JerryHong.autofilename
jkjustjoshing.vscode-text-pastry
michelemelluso.code-beautifier
mitchdenny.ecdc
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-wsl
octref.vetur
rebornix.ruby
redhat.ansible
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust
wayou.vscode-todo-highlight
wesbos.theme-cobalt2
wingrunr21.vscode-ruby
xabikos.JavaScriptSnippets
yinfei.luahelper
zhuangtongfa.material-theme
